Repository: childevnote/gymdocs
Catalog: GymDocs/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja

# add.noExercises
source: 운동 종목 없음
en: No Exercises
ja: 種目なし

# add.noExercisesDescription
source: 운동 종목 탭에서 먼저 종목을 추가하세요.
en: Add exercises in the Exercises tab first.
ja: まず種目タブで種目を追加してください。

# add.selectExercise
source: 운동 종목 선택
en: Select Exercise
ja: 種目を選択

# add.title
source: 운동 추가
en: Add Workout
ja: トレーニング追加

# chart.date
source: 날짜
en: Date
ja: 日付

# chart.history
source: 기록 히스토리
en: History
ja: 記録履歴

# chart.noData
source: 데이터 없음
en: No Data
ja: データなし

# chart.noDataDescription
source: 운동 기록을 추가하면 성장 그래프를 볼 수 있습니다.
en: Add workout records to see your progress chart.
ja: トレーニング記録を追加すると成長グラフが表示されます。

# chart.progressiveOverload
source: 점진적 과부하
en: Progressive Overload
ja: 漸進的過負荷

# chart.seconds
source: 초
en: sec
ja: 秒

# chart.volume
source: 볼륨
en: Volume
ja: ボリューム

# common.cancel
source: 취소
en: Cancel
ja: キャンセル

# common.ok
source: 확인
en: OK
ja: OK

# common.save
source: 저장
en: Save
ja: 保存

# detail.addSet
source: 세트 추가
en: Add Set
ja: セット追加

# detail.duration
source: 시간 (초)
en: Duration (sec)
ja: 時間 (秒)

# detail.reps
source: 횟수
en: Reps
ja: 回数

# detail.rest
source: 휴식
en: Rest
ja: 休憩

# detail.seconds
source: 초 단위로 입력
en: Enter in seconds
ja: 秒単位で入力

# detail.set
source: 세트
en: Set
ja: セット

# detail.startRest
source: 휴식 시작
en: Start Rest
ja: 休憩開始

# detail.title
source: 운동 기록
en: Workout Record
ja: トレーニング記録

# detail.totalTime
source: 총 시간
en: Total Time
ja: 合計時間

# detail.totalVolume
source: 총 볼륨
en: Total Volume
ja: 合計ボリューム

# detail.viewChart
source: 성장 그래프 보기
en: View Progress Chart
ja: 成長グラフを見る

# detail.weight
source: 무게 (kg)
en: Weight (kg)
ja: 重量 (kg)

# exercises.addTitle
source: 운동 추가
en: Add Exercise
ja: 種目追加

# exercises.empty
source: 운동 종목 없음
en: No Exercises
ja: 種目なし

# exercises.emptyDescription
source: + 버튼으로 운동 종목을 추가하세요.
en: Tap + to add an exercise.
ja: +ボタンで種目を追加してください。

# exercises.name
source: 운동 이름
en: Exercise Name
ja: 種目名

# exercises.nameHeader
source: 이름
en: Name
ja: 名前

# exercises.title
source: 운동 종목
en: Exercises
ja: 種目

# exercises.type
source: 기록 타입
en: Record Type
ja: 記録タイプ

# exercises.typeHeader
source: 기록 방식
en: Record Type
ja: 記録方式

# exerciseType.timeOnly
source: 시간
en: Time
ja: 時間

# exerciseType.weightAndReps
source: 무게+횟수
en: Weight+Reps
ja: 重量+回数

# home.date
source: 날짜
en: Date
ja: 日付

# home.noRecords
source: 기록 없음
en: No Records
ja: 記録なし

# home.noRecordsDescription
source: 이 날짜에 운동 기록이 없습니다. + 버튼으로 운동을 추가하세요.
en: No workout records for this date. Tap + to add a workout.
ja: この日付のトレーニング記録がありません。 +ボタンでトレーニングを追加してください。

# home.sets
source: 세트
en: sets
ja: セット

# home.workouts
source: 운동 기록
en: Workouts
ja: トレーニング記録

# settings.about
source: 정보
en: About
ja: 情報

# settings.backup
source: 데이터 백업
en: Data Backup
ja: データバックアップ

# settings.backupFooter
source: JSON 파일로 데이터를 백업하거나 복원할 수 있습니다.
en: Back up or restore your data as a JSON file.
ja: JSONファイルでデータをバックアップまたは復元できます。

# settings.export
source: 데이터 내보내기 (JSON)
en: Export Data (JSON)
ja: データエクスポート (JSON)

# settings.import
source: 데이터 가져오기 (JSON)
en: Import Data (JSON)
ja: データインポート (JSON)

# settings.importAccessError
source: 파일에 접근할 수 없습니다.
en: Cannot access the file.
ja: ファイルにアクセスできません。

# settings.importResult
source: 가져오기 결과
en: Import Result
ja: インポート結果

# settings.importSuccess
source: 데이터를 성공적으로 가져왔습니다.
en: Data imported successfully.
ja: データのインポートに成功しました。

# settings.stats
source: 통계
en: Statistics
ja: 統計

# settings.title
source: 설정
en: Settings
ja: 設定

# settings.totalExercises
source: 등록된 운동
en: Total Exercises
ja: 登録済み種目

# settings.totalRecords
source: 운동 기록 수
en: Total Records
ja: トレーニング記録数

# streak.keepGoing
source: 이번 주도 힘내세요!
en: Keep it up!
ja: 今週も頑張りましょう！

# streak.noStreak
source: 이번 주 운동을 시작하세요
en: Start your workout this week
ja: 今週のトレーニングを始めましょう

# streak.startNow
source: 첫 운동을 기록해보세요
en: Record your first workout
ja: 最初のトレーニングを記録しましょう

# streak.weeks
source: 주 연속 운동중
en: week streak
ja: 週連続トレーニング中

# tab.exercises
source: 운동 종목
en: Exercises
ja: 種目

# tab.home
source: 홈
en: Home
ja: ホーム

# tab.settings
source: 설정
en: Settings
ja: 設定
